export default function InfoSection() {
  return (
    <div className="w-[1128px] mt-6">
      <div className="text-[#6E7076] text-sm not-italic font-normal leading-5">
        <p>
          Робуксы — это валюта платформы мини игр Roblox, обеспечивающая
          комфортный геймплей и расширенные возможности для игрока. Что
          естественно притягивает толпы желающих их приобрести. Сделать это
          безопасно и без переплат лучше всего на проверенной площадке, которой
          и является биржа игровых ценностей FunPay. Мы обеспечиваем комфортные
          условия для торговли робуксами Roblox без посредников, поэтому на
          нашей торговой площадке всегда присутствует:
        </p>
        <ul className="list-disc pl-6 [&>li]:marker:text-[13px] [&>li]:-indent-0.5">
          <li>
            Безопасность сделок. Они проходят в три этапа: оплата, получение
            игровой валюты, подтверждение выполнения заказа.
          </li>
          <li>
            Реальный рыночный курс робуксов. Формируется в условиях естественной
            конкуренции между продавцами.
          </li>
          <li>
            Быстрое оформление заказов. Всего за несколько кликов, с оплатой
            любым удобным для вас способом.
          </li>
        </ul>
        <p>
          Если же у вас возникнут вопросы, то служба поддержки FunPay ответит на
          них в любое время суток!
        </p>
      </div>
      <div className="text-[#6E7076] text-sm not-italic font-normal leading-5 mt-5">
        <h1 className="text-[#6E7076] text-base not-italic font-medium leading-6">
          Как купить
        </h1>
        <p>
          Покупка робуксов осуществляется просто, как мы писали выше, нужно
          сделать всего три действия:
        </p>
        <ol className="list-decimal pl-5.5">
          <li>
            Выбрать предложение, кликнув на него, и находясь на странице
            оформления заказа, связаться с продавцом.
          </li>
          <li>Оплатить заказ на нужное количество робуксов.</li>
          <li>
            Получить игровую валюту RBX и подтвердить выполнение заказа. После
            можно оставить отзыв продавцу и оценить его работу.
          </li>
        </ol>
        <p>
          Продавец получит ваши деньги только после того, как вы получите
          робуксы в Roblox и отправите системе подтверждение о выполнении
          заказа.
        </p>
      </div>
      <div className="text-[#6E7076] text-sm not-italic font-normal leading-5 mt-5">
        <h1 className="text-[#6E7076] text-base not-italic font-medium leading-6">
          Продавцам
        </h1>
        <p>
          Если вы опытный продавец или начинаете свой путь с нуля — неважно, у
          вас есть замечательная возможность продать робуксы через FunPay. Чтобы
          стать продавцом нашей биржи, следуйте следующим принципам:
        </p>
        <ul className="list-disc pl-6 [&>li]:marker:text-[13px] [&>li]:-indent-0.5">
          <li>
            Выставляйте на продажу только ту сумму, что есть у вас в наличии,
            чтобы вы смогли быстро передать игровую валюту клиенту.
          </li>
          <li>Вежливо отвечайте на вопросы потенциальных покупателей.</li>
          <li>
            Ответственно относитесь к своим обязанностям и выполняйте заказы в
            кратчайшие сроки.
          </li>
          <li>
            Покупатель должен получить столько робуксов, сколько он указал в
            заказе.
          </li>
        </ul>
        <p>
          И помните, чем больше у вас довольных клиентов, тем выше шанс
          превратить своё хобби в отличный источник дохода. Присоединяйтесь к
          FunPay!
        </p>
      </div>
    </div>
  );
}
